[
  {
    "index": "KL-C-1051",
    "sku": "KL.C.1051",
    "name": "Natural Oak (Chevron)",
    "pattern": "Chevron",
    "grain": "natural grains",
    "description": "Natural Oak (Chevron) boasts a beautiful mix of straight and large wood grains, creating a natural and timeless look. With its warm brown tones and organic patterns, it adds a touch of understated elegance to any space.",
    "patternColor": "black",
    "thumnail": "",
    "images": []
  },
  {
    "index": "KL-C-SY0",
    "sku": "KL.C.SY0",
    "name": "Ebony",
    "pattern": "chevron",
    "grain": "natural grains",
    "description": "The deep and dark tones of this flooring option add drama and sophistication to any interior. Its chevron pattern gives a modern and refined touch, making it a perfect choice for contemporary spaces.",
    "patternColor": "white",
    "thumnail": "",
    "images": []
  },
  {
    "index": "KL-F351-S",
    "sku": "KL.F351.S",
    "name": "Natural Oak (Straight)",
    "pattern": "straight",
    "grain": "straight grains",
    "description": "With its 80% of straight grain and 20% of natural grains, this flooring option gives a modern and clean look to any room. Its light and youthful color gives a sense of freshness and airiness to the space, creating an inviting and cozy atmosphere.",
    "patternColor": "black",
    "thumnail": "",
    "images": []
  },
  {
    "index": "KL-F352-S",
    "sku": "KL.F352.S",
    "name": "Alabaster Oak",
    "pattern": "straight",
    "grain": "straight grains",
    "description": "Alabaster Oak derives its name from the mineral known for its pure white color. Its warm white hue and short provides a clean and minimalistic look that can make any interior space feel more spacious and open. The versatility of the color complements a wide range of interior design styles, making it a popular choice among architects and interior designers.",
    "patternColor": "black",
    "thumnail": "",
    "images": []
  },
  {
    "index": "KL-H-JS501-2",
    "sku": "KL.H.JS501-2",
    "name": "Misty Walnut",
    "pattern": "Herringbone",
    "grain": "natural grains",
    "description": "Made from American Black Walnut Herringbone, the clean and understated grain pattern of this flooring option adds a sense of tranquility and peacefulness to any interior. Its light brown color creates a soft and inviting atmosphere, perfect for creating a cozy and warm atmosphere.",
    "patternColor": "white",
    "thumnail": "",
    "images": []
  },
  {
    "index": "KL-H-JS510-2",
    "sku": "KL.H.JS510-2",
    "name": "Lappi",
    "pattern": "Herringbone",
    "grain": "natural grains",
    "description": "Oak Herringbone, The rich and bronze color of this flooring option brings a sense of warmth and depth to any space. Its mixed grain pattern adds texture and interest to the flooring, making it a perfect choice for creating a unique and stylish interior.",
    "patternColor": "black",
    "thumnail": "",
    "images": []
  }
]
